[Hawkmoon X2WeaponTemplate]
FriendlyName="Hawkmoon"
FriendlyNamePlural="隼月"
BriefSummary="跟踪你的猎物，向黑暗释放你的爪子."
TacticalText="跟踪你的猎物，向黑暗释放你的爪子."
AbilityDescName="手枪"

[Thorn X2WeaponTemplate]
FriendlyName="刺"
FriendlyNamePlural="刺"
BriefSummary="撕裂敌人不是把他们看作是平等的，而是把他们看作是物体——精神和意义的空洞."
TacticalText="火焰伤害"
AbilityDescName="手枪"

[Lumina X2WeaponTemplate]
FriendlyName="露米纳斯"
FriendlyNamePlural="露米纳斯"
BriefSummary="我的呼唤一定有意义."
TacticalText="精神伤害"
AbilityDescName="手枪"

[Rose X2WeaponTemplate]
FriendlyName="玫瑰"
FriendlyNamePlural="玫瑰"
BriefSummary="我的呼唤一定有意义."
TacticalText="精神伤害"
AbilityDescName="手枪"

[LastWord X2WeaponTemplate]
FriendlyName="遗言"
FriendlyNamePlural="遗言"
BriefSummary="直到最后的火焰熄灭，你的所有的话都说了."
TacticalText="直到最后的火焰熄灭，你的所有的话都说了."
AbilityDescName="手枪"

[LastWordOrn X2WeaponTemplate]
FriendlyName="最后的遗言"
FriendlyNamePlural="最后的遗言"
BriefSummary="直到最后的火焰熄灭，你的所有的话都说了."
TacticalText="直到最后的火焰熄灭，你的所有的话都说了."
AbilityDescName="手枪"

[Farewell X2WeaponTemplate]
FriendlyName="告别"
FriendlyNamePlural="告别"
BriefSummary="暴力带来的和平根本不是和平."
TacticalText="暴力带来的和平根本不是和平."
AbilityDescName="手枪"

[HardLight X2WeaponTemplate]
FriendlyName="强光"
FriendlyNamePlural="强光"
BriefSummary="电离聚合物协同弹道攻击平台。该系统的杀伤力在战术空间中是动态稳健的."
TacticalText="灵能伤害，-30 暴击率"
AbilityDescName="斗牛犬"

[Matchbook X2WeaponTemplate]
FriendlyName="汤米的火柴盒"
FriendlyNamePlural="汤米的火柴盒"
BriefSummary="这里很暖和."
TacticalText="-20 暴击率"
AbilityDescName="突击步枪"

[Chroma X2WeaponTemplate]
FriendlyName="饱和冲刺"
FriendlyNamePlural="饱和冲刺"
BriefSummary="从数据流中汲取水分."
TacticalText="-20 暴击率"
AbilityDescName="突击步枪"

[Mida X2WeaponTemplate]
FriendlyName="米达多功能工具"
FriendlyNamePlural="米达多功能工具"
BriefSummary="选择应用程序-弹道参与。根深蒂固的工具。航空电子设备拖网。巨魔粉碎机。恒星六分仪。列表继续."
TacticalText="选择应用程序-弹道参与。根深蒂固的工具。航空电子设备拖网。巨魔粉碎机。恒星六分仪。列表继续."
AbilityDescName="侦察步枪"

[DMT X2WeaponTemplate]
FriendlyName="死者的冒险"
FriendlyNamePlural="死者的冒险"
BriefSummary="长，短，它们都以同样的方式结束-卡塔基"
TacticalText="加长弹匣和连发"
AbilityDescName="维克托步枪"

[Invective X2WeaponTemplate]
FriendlyName="谩骂"
FriendlyNamePlural="谩骂"
BriefSummary="我试图说服他们。他们抓了我的鬼魂。随后，我们进行了简短的交谈."
TacticalText="-10命中"
AbilityDescName="散弹枪"

[Horseman X2WeaponTemplate]
FriendlyName="第四骑士"
FriendlyNamePlural="第四骑士"
BriefSummary="它不是一个坚守的武器，而是一个探路者."
TacticalText="它不是一个坚守的武器，而是一个探路者."
AbilityDescName="散弹枪"

[Soujourners X2WeaponTemplate]
FriendlyName="苏乔纳的故事"
FriendlyNamePlural="苏乔纳的故事"
BriefSummary="家就在地平线上."
TacticalText="-5命中"
AbilityDescName="散弹枪"

[二重性 X2WeaponTemplate]
FriendlyName="二重性"
FriendlyNamePlural="二元性"
BriefSummary="问题在于是否开火，而不是瞄准哪里."
TacticalText="问题在于是否开火，而不是瞄准哪里."
AbilityDescName="散弹枪"

[CQC12 X2WeaponTemplate]
FriendlyName="第七六翼天使CQC-12"
FriendlyNamePlural="第七六翼天使CQC-12"
BriefSummary="在枪口的威胁下，将言论转化为法律."
TacticalText="-5命中"
AbilityDescName="散弹枪"


[Thunderlord X2WeaponTemplate]
FriendlyName="雷霆之王"
FriendlyNamePlural="雷霆之王"
BriefSummary="他们从远方的田野回来。眼睛已经过去，终点即将到来。不要悄悄地褪色。让雷声再次统治."
TacticalText="雷电伤害, -10 暴击率"
AbilityDescName="重机枪"

[锤头 X2WeaponTemplate]
FriendlyName="锤头"
FriendlyNamePlural="锤头"
BriefSummary="冲破面纱."
TacticalText="精神伤害, -10 暴击率"
AbilityDescName="重机枪"

[Heir X2WeaponTemplate]
FriendlyName="继承人"
FriendlyNamePlural="继承人"
BriefSummary="红色军团将再次进军."
TacticalText="红色军团将再次进军."
AbilityDescName="重机枪"

[Cipher X2WeaponTemplate]
FriendlyName="破碎密码"
FriendlyNamePlural="破碎密码"
BriefSummary="所有的门都在你面前打开."
TacticalText="灵能伤害, -10 暴击率"
AbilityDescName="重机枪"

[Xeno X2WeaponTemplate]
FriendlyName="异种噬菌体"
FriendlyNamePlural="异种噬菌体"
BriefSummary="这可能会有点刺痛."
TacticalText="这可能会有点刺痛."
AbilityDescName="重机枪"


[Whisper X2WeaponTemplate]
FriendlyName="蠕虫的耳语"
FriendlyNamePlural="蠕虫的耳语"
BriefSummary="守护者的力量造就了丰富的食物地。不要悖逆。有些寄生虫可能会对宿主有益......比自己的牙齿更锋利."
TacticalText="守护者的力量造就了丰富的食物地。不要悖逆。有些寄生虫可能会对宿主有益......比自己的牙齿更锋利."
AbilityDescName="狙击步枪"

[NLB X2WeaponTemplate]
FriendlyName="没有陆地"
FriendlyNamePlural="无尽之地"
BriefSummary="每一次打击都为我们的复垦铺平了道路."
TacticalText="单发强力打击的弹箭式武器"
AbilityDescName="榴弹发射器"

[Zen X2WeaponTemplate]
FriendlyName="禅宗流星"
FriendlyNamePlural="禅宗流星"
BriefSummary="完全的意识，完全的专注。一个因勤奋而变得敏锐到致命点的头脑."
TacticalText="爆炸性范围伤害"
AbilityDescName="狙击步枪"

[OmniEye X2WeaponTemplate]
FriendlyName="全知之眼"
FriendlyNamePlural="全知之眼"
BriefSummary="我见过太多了。这些重担不应该由其他人承担."
TacticalText="我见过太多了。这些重担不应该由其他人承担."
AbilityDescName="狙击步枪"


[Ignition X2WeaponTemplate]
FriendlyName="点火代码"
FriendlyNamePlural="点火代码"
BriefSummary="我可以用榴弹发射器解码任何东西."
TacticalText="我可以用榴弹发射器解码任何东西."
AbilityDescName="榴弹发射器"


[Caster X2WeaponTemplate]
FriendlyName="弩"
FriendlyNamePlural="弩"
BriefSummary="将它握在手中，释放它的雷霆."
TacticalText="灵能伤害"
AbilityDescName="剑"

[Drinker X2WeaponTemplate]
FriendlyName="黑饮者"
FriendlyNamePlural="黑饮者"
BriefSummary="把它拿在手里，解渴."
TacticalText="把它拿在手里，解渴."
AbilityDescName="剑"

[Lighter X2WeaponTemplate]
FriendlyName="毁灭打火机"
FriendlyNamePlural="毁灭打火机"
BriefSummary="将它拿在手里，喂养它的火焰."
TacticalText="将它拿在手里，喂养它的火焰."
AbilityDescName="剑"


[WP_StrikerRifle_MG X2WeaponTemplate]
FriendlyName="前锋步枪"
FriendlyNamePlural="前锋步枪"
BriefSummary=""
TacticalText="爆炸伤害"
AbilityDescName="大炮"

[WP_ScimitarShotgun_MG X2WeaponTemplate]
FriendlyName="M-27 弯刀"
FriendlyNamePlural="M-27 弯刀"
BriefSummary=""
TacticalText="更小的弹匣，非常短的射程，增加普通伤害和爆击伤害"
AbilityDescName="猎枪"

[WP_KryseaVektor_MG X2WeaponTemplate]
FriendlyName="克里萨维克托步枪"
FriendlyNamePlural="克里萨维克托步枪"
BriefSummary=""
TacticalText=""
AbilityDescName="矢量步枪"

[WP_AdasRifle_BM X2WeaponTemplate]
FriendlyName="阿达斯反合成步枪"
FriendlyNamePlural="阿达斯反合成步枪"
BriefSummary=""
TacticalText="雷电伤害"
AbilityDescName="突击步枪"

[WP_AcolytePistol_BM X2WeaponTemplate]
FriendlyName="侍从"
FriendlyNamePlural="侍从"
BriefSummary=""
TacticalText="灵能伤害"
AbilityDescName="手枪"

[WP_ARCPISTOL_BM X2WeaponTemplate]
FriendlyName="弧形手枪"
FriendlyNamePlural="弧形手枪"
BriefSummary=""
TacticalText="雷电伤害"
AbilityDescName="手枪"

[WP_蝎子Pistol_BM X2WeaponTemplate]
FriendlyName="蝎子"
FriendlyNamePlural="蝎子"
BriefSummary=""
TacticalText="爆炸伤害"
AbilityDescName="手枪"

[WP_SeegarSniper_BM X2WeaponTemplate]
FriendlyName="西格狙击手"
FriendlyNamePlural="西格狙击手"
BriefSummary=""
TacticalText="雷电伤害"
AbilityDescName="狙击手"

[WP_DEACONRIFLE_BM X2WeaponTemplate]
FriendlyName="执事"
FriendlyNamePlural="执事"
BriefSummary=""
TacticalText="精神伤害"
AbilityDescName="突击步枪"

[WP_GETHSPITFIRE_BM X2WeaponTemplate]
FriendlyName="桀斯喷火战机"
FriendlyNamePlural="桀斯喷火战机"
BriefSummary=""
TacticalText="炽热的小齿轮伤害"
AbilityDescName="大炮"

[WP_BISHOPSMG_BM X2WeaponTemplate]
FriendlyName="主教冲锋枪"
FriendlyNamePlural="主教冲锋枪"
BriefSummary=""
TacticalText="灵能伤害"
AbilityDescName="自动手枪"

[WP_KaaranSMG_BM X2WeaponTemplate]
FriendlyName="卡兰冲锋枪"
FriendlyNamePlural="卡兰冲锋枪"
BriefSummary=""
TacticalText="雷电伤害"
AbilityDescName="自动手枪"

[WP_GETHSMG_BM X2WeaponTemplate]
FriendlyName="杰斯发等离子冲锋枪"
FriendlyNamePlural="杰斯发等离子冲锋枪"
BriefSummary=""
TacticalText="炽热的小齿轮伤害"
AbilityDescName="自动手枪"

[WP_ReegarShotgun_BM X2WeaponTemplate]
FriendlyName="里加散弹枪"
FriendlyNamePlural="里加散弹枪"
BriefSummary=""
TacticalText="雷电伤害"
AbilityDescName="散弹枪"

[WP_GETHSHOTGUN_BM X2WeaponTemplate]
FriendlyName="杰斯等离子散弹"
FriendlyNamePlural="杰斯等离子散弹"
BriefSummary=""
TacticalText="炽热的小齿轮伤害"
AbilityDescName="散弹枪"

[WP_DISCIPLESHOTGUN_BM X2WeaponTemplate]
FriendlyName="信徒"
FriendlyNamePlural="信徒"
BriefSummary=""
TacticalText="灵能伤害"
AbilityDescName="散弹枪"

[DoomHeavyAssaultRifle X2WeaponTemplate]
FriendlyName="重型突击步枪"
FriendlyNamePlural="重型突击步枪"
BriefSummary=" "
TacticalText="扩展弹匣，比标准步枪更重，伤害更大，非常响亮"
AbilityDescName="突击步枪"

[PaladinsViktorChaseLazRifle X2WeaponTemplate]
FriendlyName="维克托·蔡斯步枪"
FriendlyNamePlural="维克托·蔡斯步枪"
BriefSummary=""
TacticalText=" "
AbilityDescName="突击步枪"

[GIJoeBlackoutBronzeBettyAssaultRifle X2WeaponTemplate]
FriendlyName="贝蒂突击步枪"
FriendlyNamePlural="贝蒂突击步枪"
BriefSummary=""
TacticalText=" "
AbilityDescName="突击步枪"

[ProdeusPlasmaRifle X2WeaponTemplate]
FriendlyName="普罗德斯"
FriendlyNamePlural="普罗德斯"
BriefSummary=""
TacticalText="内置扩展磁力和瞄准镜"
AbilityDescName="斗牛犬"

[Doom2016Chaingun X2WeaponTemplate]
FriendlyName="末日链枪"
FriendlyNamePlural="末日链枪"
BriefSummary=""
TacticalText="大弹夹，非常响亮"
AbilityDescName="大炮"

[DoomEternal炼狱Sword X2WeaponTemplate]
FriendlyName="炼狱"
FriendlyNamePlural="炼狱"
BriefSummary=""
TacticalText="用剑杀死荣耀"
AbilityDescName="剑"

[Zero_BM X2WeaponTemplate]
FriendlyName="零"
FriendlyNamePlural="零"
BriefSummary=""
TacticalText="Reduced Damage, 灵能伤害, Slash Galore"
AbilityDescName="剑"

[Sword_StormPlasma X2WeaponTemplate]
FriendlyName="风暴宾德"
FriendlyNamePlural="风暴宾德"
BriefSummary=""
TacticalText="重剑"
AbilityDescName="剑"
